Repository: ParetoSecurity/pareto-mac
Catalog: libSetapp/Resources/*.lproj/Setapp.strings
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, uk, zh_hans

source: %@ invites you to receive its newsletters and offers.
de: %@ lädt dich ein, Newsletter und Angebote zu erhalten.
es: %@ te invita a recibir sus newsletters y ofertas.
fr: %@ vous invite à vous abonner à ses newsletters et à ses offres spéciales.
it: Sei stato invitato da %@ a iscriverti alla newsletter e ricevere offerte.
ja: %@からのニュースレターと特別オファーを受け取る。
ko: %@의 뉴스레터 및 할인 소식을 받을 수 있도록 초대합니다.
nl: %@ wil je graag nieuwsbrieven en aanbiedingen sturen.
pl: %@ zaprasza do subskrybowania newsletterów i ofert.
pt_br: Você está convidado para assinar o boletim e receber ofertas do %@.
ru: %@ приглашает вас подписаться на новости и предложения.
uk: %@ запрошує вас до своєї розсилки новин.
zh_hans: %@ 邀请您接收时事通讯和最新优惠信息。

source: Download and install Setapp to use %@ and discover even more awesome applications.
de: Lade und installiere Setapp, um %@ zu nutzen und noch mehr tolle Anwendungen zu entdecken.
es: Descarga e instala Setapp para usar %@ y descubrir todavía más aplicaciones increíbles.
fr: Téléchargez et installez Setapp pour utiliser %@ et découvrir des applications encore plus incroyables.
it: Scarica e installa Setapp per usare %@ e scoprire ancora altre applicazioni eccezionali.
ja: %@を使用するには、Setappをダウンロードしてインストールしてください。Setappでは他にもすばらしいアプリケーションをご用意しています。
ko: %@ 앱을 사용하려면 Setapp을 다운로드하고 설치하세요. 다양하고 유용한 응용 프로그램도 둘어보세요.
nl: Download en installeer Setapp om %@ te gebruiken en ontdek nog meer geweldige apps.
pl: Pobierz i zainstaluj Setapp żeby korzystać z %@ i odkrywać więcej niesamowitych programów.
pt_br: Baixe e instale o Setapp para usar o %@ e descobrir muitos outros aplicativos incríveis.
ru: Загрузите и установите Setapp чтобы пользоваться «%@» и открыть для себя еще больше программ.
uk: Завантажте та встановіть Setapp, щоб користуватись %@ та іншими чудовими програмами.
zh_hans: 下载并安装 Setapp 以使用 %@ 以及探索更多实用的应用程序。

source: Learn More…
de: Mehr erfahren …
es: Más información...
fr: En savoir plus…
it: Altre informazioni…
ja: 詳しい情報…
ko: 더 알아보기…
nl: Meer info…
pl: Więcej…
pt_br: Saiba Mais…
ru: Подробнее…
uk: Дізнатись більше…
zh_hans: 了解更多…

source: Let’s stay in touch!
de: Bleiben wir doch in Kontakt!
es: ¡No perdamos el contacto!
fr: Gardons le contact !
it: Rimaniamo in contatto!
ja: 最新情報をどうぞ！
ko: 최신 소식을 받아보세요!
nl: Laten we in contact blijven!
pl: Zostańmy w kontakcie!
pt_br: Vamos manter contato!
ru: Давайте будем на связи!
uk: Залишаймося на зв'язку!
zh_hans: 保持联系！

source: No, Thanks
de: Nein danke
es: No, gracias
fr: Non merci
it: No, grazie
ja: いいえ、結構です
ko: 괜찮습니다
nl: Nee, bedankt
pl: Nie, dziękuję
pt_br: Não, Obrigado
ru: Нет, спасибо
uk: Ні, дякую
zh_hans: 不，谢谢

source: Quit
de: Beenden
es: Salir
fr: Fermer
it: Esci
ja: 終了
ko: 종료
nl: Sluit
pl: Zakończ
pt_br: Encerrar
ru: Завершить
uk: Завершити
zh_hans: 关闭

source: Setapp will share your %@ email with the developers of %@.
de: Setapp gibt deine E-Mail-Adresse %@ an den Entwickler von %@ weiter.
es: Setapp compartirá tu dirección de correo electrónico %@ con los desarrolladores de %@.
fr: Setapp partagera votre adresse %@ avec les développeurs de %@.
it: Setapp condivide il tuo indirizzo e-mail %@ con gli sviluppatori di %@.
ja: Setappはあなたのメールアドレス"%1$@"を%2$@の開発者と共有します。
ko: Setapp은 사용자의 %@ 이메일 주소를 %@ 앱 개발자와 공유합니다.
nl: Setapp deelt je e-mailadres %@ met de ontwikkelaars van %@.
pl: Setapp podzieli się Twoim e-mailem %@ z deweloperami %@.
pt_br: O Setapp compartilhará o e‑mail %@ com os desenvolvedores do %@.
ru: Setapp поделится вашим адресом email %@ с разработчиками %@.
uk: Setapp поділиться вашою електронною адресою %@ з розробниками %@.
zh_hans: Setapp 将您的 %@ 电子邮件与 %@ 的开发者共享。

source: Sure, I’m In
de: Klar, bin dabei
es: Sí, por supuesto
fr: Super, j'accepte
it: Certo, accetto
ja: 了解する
ko: 좋습니다
nl: Natuurlijk
pl: Tak, chcę
pt_br: Claro, Eu Quero
ru: Да, хочу!
uk: Я з вами
zh_hans: 当然，我在

source: This copy of %@ requires an active Setapp account installed on your Mac.
de: Diese Version von %@ erfordert, dass ein aktiver Setapp-Account auf deinem Mac installiert ist.
es: Esta copia de %@ requiere una cuenta activa de Setapp instalada en tu Mac.
fr: Cette copie de %@ nécessite un compte Setapp actif installé sur votre Mac.
it: Questa copia di %@ richiede un account Setapp attivo installato sul tuo Mac.
ja: %@のバージョンを使用するには、お使いのMacに現在有効なSetappアカウントがインストールされている必要があります。
ko: 이 복사본의 %@을(를) 사용하려면 Mac에 활성화된 Setapp 계정이 설치되어 있어야 합니다.
nl: Voor dit exemplaar van %@ heb je een actief Setapp-account op je Mac nodig.
pl: Ta kopia %@ wymaga aktywnego konta Setapp na Twoim Mac.
pt_br: Esta cópia do %@ requer que uma conta do Setapp esteja ativada no Mac.
ru: Этой копии «%@» для работы необходима активная учетная запись Setapp.
uk: Ця копія %@ потребує активної підписки Setapp на вашому Mac.
zh_hans: 此 %@ 副本需要在您的 Mac 上安装有效的 Setapp 帐户。

source: Welcome to %@ %@
de: Willkommen bei %@ %@
es: Bienvenido a %@ %@
fr: Bienvenue dans %@ %@
it: Benvenuto in %@ %@
ja: %@%@へようこそ
ko: %@ %@에 오신 것을 환영합니다
nl: Welkom bij %@ %@
pl: Witamy w %@ %@
pt_br: Bem-vindo ao %@ %@
ru: Приветствуем в %@ %@
uk: Вітаємо у %@ %@
zh_hans: 欢迎使用 %@ %@
